[
    {
        "bondText": "I would die to recover an ancient artifact of my faith that was lost long ago."
    },
    {
        "bondText": "I will someday get revenge on the corrupt temple hierarchy who branded me a heretic."
    },
    {
        "bondText": "I owe me life to the priest who took me in when my parents died."
    },
    {
        "bondText": "Everything I do is for the common people."
    },
    {
        "bondText": "I will do anything to protect the temple where I served."
    },
    {
        "bondText": "I seek to preserve a sacred text that my enemies consider heretical and seek to destroy."
    },
    {
        "bondText": "I fleeced the wrong person and must work to ensure that this individual never crosses paths with me or those I care about."
    },
    {
        "bondText": "I owe everything to my mentor--a horrible person who's probably rotting in jail somewhere."
    },
    {
        "bondText": "Somewhere out there I have a child who doesn't know me. I'm making the world better for him or her."
    },
    {
        "bondText": "I come from a noble family, and one day I'll reclaim my lands and title from those who stole them from me."
    },
    {
        "bondText": "A powerful person killed someone I love. Some day soon, I'll have my revenge."
    },
    {
        "bondText": "I swindled and ruined a person who didn't deserve it. I seek to atone for my misdeeds but might never be able to forgive myself."
    },
    {
        "bondText": "I'm trying to pay off an old debt I owe to a generous benefactor."
    },
    {
        "bondText": "My ill-gotten gains go to support my family."
    },
    {
        "bondText": "Something important was taken from me, and I aim to steal it back."
    },
    {
        "bondText": "I will become the greatest thief that ever lived."
    },
    {
        "bondText": "I'm guilty of a terrible crime. I hope I can redeem myself for it."
    },
    {
        "bondText": "Someone I loved died because of a mistake I made. That will never happen again."
    },
    {
        "bondText": "My instrument is my most treasured possession, and it reminds me of someone I love."
    },
    {
        "bondText": "Someone stole my precious instrument, and someday I'll get it back."
    },
    {
        "bondText": "I want to be famous, whatever it takes."
    },
    {
        "bondText": "I idolize a hero of the old tales and measure my deeds against that person's."
    },
    {
        "bondText": "I will do anything to prove myself superior to me hated rival."
    },
    {
        "bondText": "I would do anything for the other members of my old troupe."
    },
    {
        "bondText": "I have a family, but I have no idea where they are. One day, I hope to see them again."
    },
    {
        "bondText": "I worked the land, I love the land, and I will protect the land."
    },
    {
        "bondText": "A proud noble once gave me a horrible beating, and I will take my revenge on any bully I encounter."
    },
    {
        "bondText": "My tools are symbols of my past life, and I carry them so that I will never forget my roots."
    },
    {
        "bondText": "I protect those who cannot protect themselves."
    },
    {
        "bondText": "I wish my childhood sweetheart had come with me to pursue my destiny."
    },
    {
        "bondText": "The workshop where I learned my trade is the most important place in the world to me."
    },
    {
        "bondText": "I created a great work for someone, and then found them unworthy to receive it. I'm still looking for someone worthy."
    },
    {
        "bondText": "I owe my guild a great debt for forging me into the person I am today."
    },
    {
        "bondText": "I pursue wealth to secure someone's love."
    },
    {
        "bondText": "One day I will return to my guild and prove that I am the greatest artisan of them all."
    },
    {
        "bondText": "I will get revenge on the evil forces that destroyed my place of business and ruined my livelihood."
    },
    {
        "bondText": "Nothing is more important than the other members of my hermitage, order, or association."
    },
    {
        "bondText": "I entered seclusion to hide from the ones who might still be hunting me. I must someday confront them."
    },
    {
        "bondText": "I'm still seeking the enlightenment I pursued in my seclusion, and it still eludes me."
    },
    {
        "bondText": "I entered seclusion because I loved someone I could not have."
    },
    {
        "bondText": "Should my discovery come to light, it could bring ruin to the world."
    },
    {
        "bondText": "My isolation gave me great insight into a great evil that only I can destroy."
    },
    {
        "bondText": "I will face any challenge to win the approval of my family."
    },
    {
        "bondText": "My house's alliance with another noble family must be sustained at all costs."
    },
    {
        "bondText": "Nothing is more important that the other members of my family."
    },
    {
        "bondText": "I am in love with the heir of a family that my family despises."
    },
    {
        "bondText": "My loyalty to my sovereign is unwavering."
    },
    {
        "bondText": "The common folk must see me as a hero of the people."
    },
    {
        "bondText": "My family, clan, or tribe is the most important thing in my life, even when they are far from me."
    },
    {
        "bondText": "An injury to the unspoiled wilderness of my home is an injury to me."
    },
    {
        "bondText": "I will bring terrible wrath down on the evildoers who destroyed my homeland."
    },
    {
        "bondText": "I am the last of my tribe, and it is up to me to ensure their names enter legend."
    },
    {
        "bondText": "I suffer awful visions of a coming disaster and will do anything to prevent it."
    },
    {
        "bondText": "It is my duty to provide children to sustain my tribe."
    },
    {
        "bondText": "It is my duty to protect my students."
    },
    {
        "bondText": "I have an ancient text that holds terrible secrets that must not fall into the wrong hands."
    },
    {
        "bondText": "I work to preserve a library, university, scriptorium, or monastery."
    },
    {
        "bondText": "My life's work is a series of tomes related to a specific field of lore."
    },
    {
        "bondText": "I've been searching my whole life for the answer to a certain question."
    },
    {
        "bondText": "I sold my soul for knowledge. I hope to do great deeds and win it back."
    },
    {
        "bondText": "I'm loyal to my captain first, everything else second."
    },
    {
        "bondText": "The ship is most important--crewmates and captains come and go."
    },
    {
        "bondText": "I'll always remember my first ship."
    },
    {
        "bondText": "In a harbor town, I have a paramour whose eyes nearly stole me from the sea."
    },
    {
        "bondText": "I was cheated of my fair share of the profits, and I want to get my due."
    },
    {
        "bondText": "Ruthless pirates murdered my captain and crewmates, plundered our ship, and left me to die. Vengeance will be mine."
    },
    {
        "bondText": "I would lay down my life for the people I served with."
    },
    {
        "bondText": "Someone saved my life on the battlefield. To this day, I will never leave a friend behind."
    },
    {
        "bondText": "My honor is my life."
    },
    {
        "bondText": "I'll never forget the crushing defeat my company suffered or the enemies who dealt it."
    },
    {
        "bondText": "Those who fight beside me are those worth dying for."
    },
    {
        "bondText": "I fight for those who cannot fight for themselves."
    },
    {
        "bondText": "My town or city is my home, and I'll fight to defend it."
    },
    {
        "bondText": "I sponsor an orphanage to keep others from enduring what I was forced to endure."
    },
    {
        "bondText": "I owe my survival to another urchin who taught me to live on the streets."
    },
    {
        "bondText": "I owe a debt I can never repay to the person who took pity on me."
    },
    {
        "bondText": "I escaped my life of poverty by robbing an important person, and I'm wanted for it."
    },
    {
        "bondText": "No one else is going to have to endure the hardships I've been through."
    }
]