[
    {
        "idealsText": "Faith. I trust that my deity will guide my actions. I have faith that if I work hard, things will go well. (Lawful)"
    },
    {
        "idealsText": "Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld. (Lawful)"
    },
    {
        "idealsText": "Charity. I always try to help those in need, no matter what the personal cost. (Good)"
    },
    {
        "idealsText": "Change. We must help bring about the changes the gods are constantly working in the world. (Chaotic)"
    },
    {
        "idealsText": "Power. I hope to one day rise to the top of my faith's religious hierarchy. (Lawful)"
    },
    {
        "idealsText": "Aspiration. I seek to prove my self worthy of my god's favor by matching my actions against his or her teachings. (Any)"
    },
    {
        "idealsText": "Independence. I am a free spirit--no one tells me what to do. (Chaotic)"
    },
    {
        "idealsText": "Fairness. I never target people who can't afford to lose a few coins. (Lawful)"
    },
    {
        "idealsText": "Charity. I distribute money I acquire to the people who really need it. (Good)"
    },
    {
        "idealsText": "Creativity. I never run the same con twice. (Chaotic)"
    },
    {
        "idealsText": "Friendship. Material goods come and go. Bonds of friendship last forever. (Good)"
    },
    {
        "idealsText": "Aspiration. I'm determined to make something of myself. (Any)"
    },
    {
        "idealsText": "Honor. I don't steal from others in the trade. (Lawful)"
    },
    {
        "idealsText": "Freedom. Chains are meant to be broken, as are those who would forge them. (Chaotic)"
    },
    {
        "idealsText": "Charity. I steal from the wealthy so that I can help people in need. (Good)"
    },
    {
        "idealsText": "Greed. I will do whatever it takes to become wealthy. (Evil)"
    },
    {
        "idealsText": "People. I'm loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care. (Neutral)"
    },
    {
        "idealsText": "Redemption. There's a spark of good in everyone. (Good)"
    },
    {
        "idealsText": "Beauty. When I perform, I make the world better than it was. (Good)"
    },
    {
        "idealsText": "Tradition. The stories, legends, and songs of the past must never be forgotten. (Lawful)"
    },
    {
        "idealsText": "Creativity. The world is in need of new ideas and bold action. (Chaotic)"
    },
    {
        "idealsText": "Greed. I'm only in it for the money and fame. (Evil)"
    },
    {
        "idealsText": "People. I like seeing the smiles on people's faces when I perform. That's all that matters. (Neutral)"
    },
    {
        "idealsText": "Honesty. Art should reflect the soul; it should come from within and reveal who we really are. (Any)"
    },
    {
        "idealsText": "Respect. People deserve to be treated with dignity and respect. (Good)"
    },
    {
        "idealsText": "Fairness. No one should get preferential treatment before the law, and no one is above the law. (Lawful)"
    },
    {
        "idealsText": "Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)"
    },
    {
        "idealsText": "Might. If I become strong, I can take what I want--what I deserve. (Evil)"
    },
    {
        "idealsText": "Sincerity. There's no good pretending to be something I'm not. (Neutral)"
    },
    {
        "idealsText": "Destiny. Nothing and no one can steer me away from my higher calling. (Any)"
    },
    {
        "idealsText": "Community. It is the duty of all civilized people to strengthen the bonds of community and the security of civilization. (Lawful)"
    },
    {
        "idealsText": "Generosity. My talents were given to me so that I could use them to benefit the world. (Good)"
    },
    {
        "idealsText": "Freedom. Everyone should be free to pursue his or her livelihood. (Chaotic)"
    },
    {
        "idealsText": "Greed. I'm only in it for the money. (Evil)"
    },
    {
        "idealsText": "People. I'm committed to the people I care about, not to ideals. (Neutral)"
    },
    {
        "idealsText": "Aspiration. I work hard to be the best there is at my craft. (Any)"
    },
    {
        "idealsText": "Greater Good. My gifts are meant to be shared with all, not used for my own benefit. (Good)"
    },
    {
        "idealsText": "Logic. Emotions must not cloud our sense of what is right and true, or our logical thinking. (Lawful)"
    },
    {
        "idealsText": "Free Thinking. Inquiry and curiosity are the pillars of progress. (Chaotic)"
    },
    {
        "idealsText": "Power. Solitude and contemplation are paths toward mystical or magical power. (Evil)"
    },
    {
        "idealsText": "Live and Let Live. Meddling in the affairs of others only causes trouble. (Neutral)"
    },
    {
        "idealsText": "Self-Knowledge. If you know yourself, there're nothing left to know. (Any)"
    },
    {
        "idealsText": "Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity. (Good)"
    },
    {
        "idealsText": "Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine. (Lawful)"
    },
    {
        "idealsText": "Independence. I must prove that I can handle myself without the coddling of my family. (Chaotic)"
    },
    {
        "idealsText": "Power. If I can attain more power, no one will tell me what to do. (Evil)"
    },
    {
        "idealsText": "Family. Blood runs thicker than water. (Any)"
    },
    {
        "idealsText": "Noble Obligation. It is my duty to protect and care for the people beneath me. (Good)"
    },
    {
        "idealsText": "Change. Life is like the seasons, in constant change, and we must change with it. (Chaotic)"
    },
    {
        "idealsText": "Greater Good. It is each person's responsibility to make the most happiness for the whole tribe. (Good)"
    },
    {
        "idealsText": "Honor. If I dishonor myself, I dishonor my whole clan. (Lawful)"
    },
    {
        "idealsText": "Might. The strongest are meant to rule. (Evil)"
    },
    {
        "idealsText": "Nature. The natural world is more important than all the constructs of civilization. (Neutral)"
    },
    {
        "idealsText": "Glory. I must earn glory in battle, for myself and my clan. (Any)"
    },
    {
        "idealsText": "Knowledge. The path to power and self-improvement is through knowledge. (Neutral)"
    },
    {
        "idealsText": "Beauty. What is beautiful points us beyond itself toward what is true. (Good)"
    },
    {
        "idealsText": "Logic. Emotions must not cloud our logical thinking. (Lawful)"
    },
    {
        "idealsText": "No Limits. Nothing should fetter the infinite possibility inherent in all existence. (Chaotic)"
    },
    {
        "idealsText": "Power. Knowledge is the path to power and domination. (Evil)"
    },
    {
        "idealsText": "Self-improvement. The goal of a life of study is the betterment of oneself."
    },
    {
        "idealsText": "Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)"
    },
    {
        "idealsText": "Fairness. We all do the work, so we all share in the rewards. (Lawful)"
    },
    {
        "idealsText": "Freedom. The sea is freedom--the freedom to go anywhere and do anything. (Chaotic)"
    },
    {
        "idealsText": "Master. I'm a predator, and the other ships on the sea are my prey. (Evil)"
    },
    {
        "idealsText": "People. I'm committed to my crewmates, not to ideals. (Neutral)"
    },
    {
        "idealsText": "Aspiration. Someday I'll own my own ship and chart my own destiny. (Any)"
    },
    {
        "idealsText": "Greater Good. Our lot is to lay down our lives in defense of others. (Good)"
    },
    {
        "idealsText": "Responsibility. I do what I must and obey just authority. (Lawful)"
    },
    {
        "idealsText": "Independence. When people follow orders blindly they embrace a kind of tyranny. (Chaotic)"
    },
    {
        "idealsText": "Might. In life as in war, the stronger force wins. (Evil)"
    },
    {
        "idealsText": "Ideals aren't worth killing for or going to war for. (Neutral)"
    },
    {
        "idealsText": "Nation. My city, nation, or people are all that matter. (Any)"
    },
    {
        "idealsText": "Respect. All people, rich or poor, deserve respect. (Good)"
    },
    {
        "idealsText": "Community. We have to take care of each other, because no one else is going to do it. (Lawful)"
    },
    {
        "idealsText": "Change. The low are lifted up, and the high and mighty are brought down. Change is the nature of things. (Chaotic)"
    },
    {
        "idealsText": "Retribution. The rich need to be shown what life and death are like in the gutters. (Evil)"
    },
    {
        "idealsText": "People. I help people who help me--that's what keeps us alive. (Neutral)"
    },
    {
        "idealsText": "Aspiration. I'm going to prove that I'm worthy of a better life. (Any)"
    }
]